
-- 该数据已经包含在 create.sql 文件中,不需要重复添加到数据库中(重复添加可能导致异常)

-- ----------------------------
-- Records of category
-- ----------------------------
INSERT INTO `category` VALUES (1, 0, '国际', '2018-8-19 16:09:04', '2018-8-19 16:09:04', 0);
INSERT INTO `category` VALUES (2, 0, '军事', '2018-8-19 16:09:04', '2018-8-19 16:09:04', 0);
INSERT INTO `category` VALUES (3, 0, '体育', '2018-8-19 16:09:04', '2018-8-19 16:09:04', 0);
INSERT INTO `category` VALUES (4, 0, '娱乐', '2018-8-19 16:09:05', '2018-8-19 16:09:05', 0);
INSERT INTO `category` VALUES (5, 0, '社会', '2018-8-19 16:09:05', '2018-8-19 16:09:05', 0);
INSERT INTO `category` VALUES (6, 0, '财经', '2018-8-19 16:09:05', '2018-8-19 16:09:05', 0);
INSERT INTO `category` VALUES (7, 0, '科技', '2018-8-19 16:09:05', '2018-8-19 16:09:05', 0);
INSERT INTO `category` VALUES (8, 0, '健康', '2018-8-19 16:09:05', '2018-8-19 16:09:05', 0);
INSERT INTO `category` VALUES (9, 0, '汽车', '2018-8-19 16:09:05', '2018-8-19 16:09:05', 0);
INSERT INTO `category` VALUES (10, 0, '教育', '2018-8-19 16:09:05', '2018-8-19 16:09:05', 0);
INSERT INTO `category` VALUES (11, 0, '房产', '2018-8-19 16:09:05', '2018-8-19 16:09:05', 0);
INSERT INTO `category` VALUES (12, 0, '家居', '2018-8-19 16:09:05', '2018-8-19 16:09:05', 0);
INSERT INTO `category` VALUES (13, 0, '旅游', '2018-8-19 16:09:05', '2018-8-19 16:09:05', 0);
INSERT INTO `category` VALUES (14, 0, '文化', '2018-8-19 16:09:05', '2018-8-19 16:09:05', 0);
INSERT INTO `category` VALUES (15, 0, '其他', '2018-8-19 16:09:05', '2018-8-19 16:09:05', 0);


-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO `user` VALUES (1, 'admin', '21232f297a57a5a743894a0e4a801fc3', '2018-8-19 16:24:56', '2018-8-19 16:24:56', 1, 0);